import React from "react";
import "./valutionCoin.scss";
export default function ValutionCoin() {
  return (
    <div className="containerValutionCoin">
      <div className="titleBlock">
        <div className="titleInteriorBlock">
          Достоинства и недостатки криптовалют
          <hr />
        </div>
      </div>
      <div>
        Таким образом, из свойств и особенностей криптовалюты можно выделить
        следующие преимущества и недостатки по сравнению с традиционными
        валютами:
      </div>
      <div className="valutionBlock">
        <div>
          <ul>
            <li>Открытость кода и низкий порог входа</li>
            <li>Анонимность</li>
            <li>Децентрализация и отсутствие посредников</li>
            <li>Дефляционная природа ввиду ограниченности</li>
            <li>Надёжность (сложность взлома и подделки данных о деньгах)</li>
            <li>Быстрота транзакций и низкие комиссии</li>
            <li>Доступность в любое время</li>
            <li>Бесперебойная работа сети</li>
          </ul>
        </div>
        <div>
          <ul>
            <li>
              Отсутствие гарантий и опасность потери криптоденег (каждый
              персонально несёт ответственность за свои сбережения)
            </li>
            <li>Высокая волатильность (курс криптовалют весьма изменчив)</li>
            <li>
              Риск запрета или ограничений со стороны госструктур ввиду спорной
              репутации
            </li>
            <li>
              Появление новых криптовалют ставит под удар существование старых
            </li>
            <li>Мало где принимают к оплате</li>
            <li>Атака 51%</li>
          </ul>
        </div>
      </div>
      <div>
        Криптовалюты и их составляющие — не просто цифровые деньги и механизмы
        их функционирования, но и инновационные технологии, потенциал которых
        нам предстоит раскрыть. Как и прочие революционные изобретения,
        криптовалюты вынуждены проходить через различные проблемы и критические
        настроения в обществе.
      </div>
      <div>
        Криптомонеты несовершенны, и блокчейн требует доработок, но однозначно
        сказать «нет» цифровым валютам нельзя — это наивно и недальновидно.
        Сегодня их курсы растут, инвесторы вкладывают большие средства в
        развитие этой отрасли. Криптовалюты дают нам возможность построить новый
        мир, где свобода, приватность и защита прав людей — незаменимые
        составляющие повседневной жизни. Инвестиции в криптовалюту могут стать
        разумным шагом к такому будущему.
      </div>
    </div>
  );
}
