{
  "arrayData": [
    {
      "title": "В чем смысл использования криптовалют, если я могу спокойно использовать, например, рубли или доллары?",
      "text": "Из-за их доступности, безопасности, децентрализованности, анонимности и дефляционной природы. В основном, люди покупают криптовалюты, чтобы получить быструю прибыль за счет волатильности курса. В странах, где цифровые деньги легализованы, люди тратят их на еду, одежду, акции и др. Сегодня существуют серьёзные препятствия к их массовому принятию: низкий уровень осведомленности, непонимание технологии широкой общественностью, нечёткий правовой статус и т. д."
    },
    {
      "title": "Из-за чего у биткойна такая высокая цена — чем он подкреплён и обеспечен?",
      "text": "Стоимость биткойна, как и любой другой криптовалюты, полностью продиктована свободным рынком. Он ничем не обеспечен, кроме спроса на него. Теоретически, ценность биткойна должна отражать веру инвесторов в него как технологию, но на практике к этому добавляется множество факторов: объём эмиссии, технологические аспекты, возможность использования для приобретения благ, регулирование госструктурами, мнение покупателей и продавцов о его стоимости и т.д."
    },
    {
      "title": "Почему так сильно скачут курсы криптовалют?",
      "text": "Это происходит из-за того, что в относительно небольшой рынок вливается масса средств. Инвестор с несколькими миллионами долларов может легко расшатать биржевой стакан. Дополнительная сложность в том, что торговать биткойном сложнее, чем стандартными акциями или товарами на регулируемом рынке. Большие скачки стоимости иногда случаются, если на рынке сравнительно небольшое количество покупателей и продавцов — это позволяет легко манипулировать ценой."
    },
    {
      "title": "Можно ли как-то украсть биткойны у другого держателя?",
      "text": "Биткойны можно украсть с криптовалютного счёта, если воры смогут войти под учётной записью вашего кошелька и отправить цифровую валюту на другой аккаунт, который они контролируют. Как только биткойн (или любая другая криптовалюта) передан, он не может быть восстановлен. Воры обычно взламывают счета других людей, крадя данные о логине и пароле, поэтому очень важно применять все возможные средства для защиты криптовалютного счёта."
    },
    {
      "title": "Стоит ли хранить сбережения в криптовалютах? И пожалею ли я, если не вложу свои накопления в криптовалюты?",
      "text": "Вы можете себе позволить полностью потерять сбережения? Если нет, тогда и не связывайтесь с криптовалютами, ведь риск исчезновения и волатильность – противоположность тому, что ожидается от удачных инвестиций. Если вам удобно инвестировать небольшую часть сбережений в высокорисковые инструменты, то, конечно, вы можете сделать это. Но крайне не рекомендуем этого делать, если вы не хотите потерять свои деньги."
    },
    {
      "title": "Количество биткойнов ограничено 21 миллионом. Есть ли вероятность, что их количество увеличится?",
      "text": "Это возможно, если хотя бы 51% майнеров согласятся с изменением правил. Одна из проблем в том, что майнеры, поддерживающие сеть, могут уйти после добычи последнего биткойна, поскольку в дальнейшем они будут зарабатывать только на комиссиях с транзакций, а это может оказаться недостаточно прибыльным. У покупателей и продавцов тоже есть право голоса, ведь это они решают, платить ли комиссию. В каком-то смысле рынок биткойна развивается так же, как любой другой рынок."
    },
    {
      "title": "Как «майнят» биткойн и почему для этого используют видеокарты?",
      "text": "После изобретения биткойна в 2009 году майнеры быстро обнаружили, что процессоры на видеокартах (GPU) значительно эффективнее при добыче биткоина, чем CPU, на котором работают компьютеры. Сегодня биткойн добывают, покупая дорогостоящее оборудование ASIC (очень мощные процессоры, архитектура которых подобна GPU), которое лучше всего подходит для такой работы, или скачивая приложение для майнинга на обычный компьютер, что сейчас является невероятно медленным способом генерации койнов."
    },
    {
      "title": "Можно ли что-то купить за криптовалюту в России?",
      "text": "Федеральный закон от 31.07.2020 № 259-ФЗ \"О цифровых финансовых активах, цифровой валюте и о внесении изменений в отдельные законодательные акты Российской Федерации\" запрещает обменивать криптовалюту на товары, работы, услуги и распространять информацию о такой возможности (пункт 7 статьи 14). Использовать криптовалюту в качестве средства платежа в России запретили, так как она угрожает национальной денежной системе."
    },
    {
      "title": "Что обозначает термин «хешрейт», используемый в сфере майнинга криптовалют?",
      "text": "Хешрейт (HashRate) в майнинге — это совокупная мощность всей сети (всех майнеров), выражаемая количеством хеш (h) в секунду (h/s). Чем выше хешрейт, тем надёжнее сеть и сложнее её взломать. Майнинг при высоком хешрейте становится невыгодным, поскольку конкуренция получить награду за блок огромна. Под хешрейтом также подразумевают показатель того, насколько эффективно оборудование выполняет комплекс алгоритмических операций, совершаемых в процессе майнинга."
    }
  ]
}
